[Balance.PawnBalance_Anemone_AutoCannon AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Automatic cannon")

[Character.CharClass_Anemone_AutoCannon AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Weapons.AutoCannon_Weapon_WeaponType WeaponTypeDefinition]
Typename="Semi-automatic sniper rifle"
PickupMessage="you are not represented %s"
UseFailureLevelMessage="To use this feature, you must be at least %d.."
UseFailureConstraintsMessage="This item is not available.."
NoManufacturerName="Generally"

